results_i7_ssd/65/results.txt
transaction type: Custom query
scaling factor: 1000
query mode: simple
number of clients: 2
number of threads: 2
duration: 60 s
number of transactions actually processed: 13021
latency average: 9.216 ms
tps = 216.995003 (including connections establishing)
tps = 216.999853 (excluding connections establishing)